# Install Casks to /Applications
cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'asdf'
# brew 'autojump'
brew 'exa'
brew 'fzf'
brew 'neovim', args: ['HEAD']
# brew 'node'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'source-highlight'
brew 'tmux'
# brew 'yarn'
brew 'rustup'

# Apps
cask 'amethyst'
cask 'karabiner-elements'
cask 'spotify'
cask 'visual-studio-code'
cask 'alacritty'

# Fonts
cask 'font-fira-mono'
