# Install Casks to /Applications
cask_args appdir: '/Applications'

# Binaries
brew 'asdf'
brew 'autojump'
brew 'eza'
brew 'fzf'
brew 'neovim'
brew 'tree-sitter'
brew 'fd'
brew 'git-lfs'
brew 'jq'
brew 'ripgrep'
brew 'source-highlight'
brew 'tmux'
brew 'tree'
brew 'rustup'
brew 'starship'
brew 'zplug'
brew 'gh'

# Apps
cask 'amethyst'
cask 'ghostty'
cask 'karabiner-elements'
cask 'spotify'
cask 'visual-studio-code'

# Fonts
cask 'font-hack-nerd-font'
