# Install Casks to /Applications
cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'

# Binaries
brew 'asdf'
brew 'autojump'
brew 'exa'
brew 'fzf'
brew 'neovim'
brew 'node'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'source-highlight'
brew 'tmux'
brew 'yarn'

# Apps
cask 'alacritty'
cask 'amethyst'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
